Repository: onurozden/gnome-shell-clock-override
Catalog: locale/clock-override.po
Languages: tr

source: Text to display instead of the clock
tr: Saat yerine görüntülenecek metin

source: Some examples:
tr: Bazı örnekler:

source: The time in 24-hour notation (14:50)
tr: 24 saatlik gösterimdeki zaman biçimi (14:50)

source: The time in 12-hour notation with seconds (2:50:10 pm)
tr: Saniyeler dahil 12 saatlik gösterimdeki zaman biçimi (2:50:10 pm)

source: A bell
tr: Zil

source: An emoji clock face
tr: Saat emojisi

source: Slow time (quarters as fractions)
tr: Kesirli zaman biçimi

source: ISO date and time (2014-01-30T14:50:10)
tr: ISO tarihi ve zamanı (2014-01-30T14:50:10)

source: Local and Internet time
tr: Yerel zaman ve İnternet zamanı

source: Something sillier
tr: Kelimelerle yazılı zaman biçimi

source: It is %M minutes past hour %H
tr: Saat: %M - dakika: %H

source: What do all these %x codes mean?
tr: Bu %x kodlarının anlamı nedir?
